Repository: larromba/EasyMusicPlayer
Catalog: EasyMusic/*.lproj/Localizable.strings
Languages: de, it, ja, ru

source: unknown artist
de: Unbekannter Interpret
it: Artista sconosciuto
ja: 無名の画家
ru: Неизвестный артист

source: unknown track
de: Unbekannter Titel
it: sconosciuta Titolo
ja: 不明なタイトル
ru: Неизвестный Название

source: time interval format
de: %02d:%02d:%02d
it: %02d:%02d:%02d
ja: %02d:%02d:%02d
ru: %02d:%02d:%02d

source: track position format
de: %i von %i
it: %i di %i
ja: %i の %i
ru: %i из %i

source: no music error title
de: Fehler
it: Errore
ja: エラー
ru: ошибка

source: no music error msg
de: Du hast keine Musik
it: Non hai la musica
ja: あなたは何の音楽を持っていません
ru: У вас нет музыки

source: no music error button
de: OK
it: ok
ja: OK
ru: OK

source: no volume error title
de: Fehler
it: Errore
ja: エラー
ru: ошибка

source: no volume error msg
de: Deine Lautstärke ist zu niedrig
it: Il volume è troppo basso
ja: あなたの音量が低すぎます
ru: Ваше громкости слишком низкий

source: no volume error button
de: OK
it: ok
ja: OK
ru: OK

source: track error title
de: Fehler
it: Errore
ja: エラー
ru: ошибка

source: track error msg
de: '%@' konnte nicht wiedergegeben werden
it: Non poteva giocare '%@'
ja: 「%@」をプレイすることができませんでした
ru: не мог играть '%@'

source: track error button
de: OK
it: ok
ja: OK
ru: OK

source: accounts error title
de: Konten
it: conti
ja: アカウント
ru: Счета

source: accounts error msg
de: Bitte überprüfe, ob deine Social-Media-Konten korrekt eingerichtet sind und versuche es noch einmal
it: Si prega di controllare i vostri conti sociali sono configurato correttamente e riprovare
ja: ソーシャルアカウントが正しく設定されている確認して、もう一度お試しください
ru: Пожалуйста, проверьте ваши социальные счета правильно настроен и попробуйте еще раз

source: accounts error button
de: OK
it: ok
ja: OK
ru: OK

source: finished alert title
de: Ende
it: Fine
ja: 終わり
ru: Конец

source: finished alert msg
de: Deine Wiedergabeliste ist zu Ende
it: La playlist finito
ja: あなたのプレイリストが終了
ru: Ваше плейлист закончил

source: finished alert button
de: OK
it: ok
ja: OK
ru: OK

source: authorization error title
de: Genehmigung
it: Autorizzazione
ja: 承認
ru: авторизация

source: authorization error message
de: In den Einstellungen erlauben Sie bitte den Zugriff auf Ihre Musik!
it: In Impostazioni, si prega ci permettono l'accesso alla tua musica!
ja: 設定で、あなたの音楽へのアクセスを許可してください！
ru: В настройках, пожалуйста, позвольте нам получить доступ к вашей музыке!

source: authorization error button
de: OK
it: ok
ja: OK
ru: OK

source: share format
de: %@ - %@ (auf %@)
it: %@ - %@ (via %@)
ja: %@ - %@ (経由 %@)
ru: %@ - %@ (с помощью %@)

source: share sheet title
de: Teilen
it: quota
ja: シェア
ru: Поделиться

source: share sheet desc
de: Wo willst du dieses Lied teilen?
it: Dove vuoi condividere questa canzone?
ja: どこでこの曲を共有したいですか？
ru: Где вы хотите поделиться этой песни?

source: share option facebook
de: Facebook
it: Facebook
ja: フェイスブック
ru: facebook

source: share option twitter
de: Twitter
it: Twitter
ja: ツイッター
ru: twitter

source: share option cancel
de: Abbrechen
it: Cancellare
ja: キャンセル
ru: Отмена
