Repository: larromba/EasyMusicPlayer
Catalog: EasyMusic/*.lproj/PlayerViewController.strings
Languages: de, fr, ru, zh_hans

# no music error title
source: Error
de: Fehler
fr: Erreur
ru: ошибка
zh_hans: 错误

# no music error msg
source: You have no music
de: Du hast keine Musik
fr: Vous avez pas de musique
ru: У вас нет музыки
zh_hans: 你有没有音乐

# no music error button
source: OK
fr: D'accord
zh_hans: 好

# no volume error title
source: Error
de: Fehler
fr: Erreur
ru: ошибка
zh_hans: 错误

# no volume error msg
source: Your volume is too low
de: Deine Lautstärke ist zu niedrig
fr: Votre volume est trop faible
ru: Ваше громкости слишком низкий
zh_hans: 你的音量过低

# no volume error button
source: OK
fr: D'accord
zh_hans: 好

# track error title
source: Error
de: Fehler
fr: Erreur
ru: ошибка
zh_hans: 错误

# track error msg
source: Couldn't play '%@'
de: '%@' konnte nicht wiedergegeben werden
fr: Ne pouvait pas jouer '%@'
ru: не мог играть '%@'
zh_hans: 不能玩'%@'

# track error button
source: OK
fr: D'accord
zh_hans: 好

# accounts error title
source: Accounts
de: Konten
fr: Comptes
ru: Счета
zh_hans: 帐户

# accounts error msg
source: Please check your social accounts are correctly setup and try again
de: Bitte überprüfe, ob deine Social-Media-Konten korrekt eingerichtet sind und versuche es noch einmal
fr: S'il vous plaît vérifier vos comptes sociaux sont correctement configuré et essayez à nouveau
ru: Пожалуйста, проверьте ваши социальные счета правильно настроен и попробуйте еще раз
zh_hans: 请检查您的社交帐户是正确的设置，然后再试一次

# accounts error button
source: OK
fr: D'accord
zh_hans: 好

# finished alert title
source: End
de: Ende
fr: Fin
ru: Конец
zh_hans: 结束

# finished alert msg
source: Your playlist finished
de: Deine Wiedergabeliste ist zu Ende
fr: Votre playlist terminé
ru: Ваше плейлист закончил
zh_hans: 您的播放列表完成

# finished alert button
source: OK
fr: D'accord
zh_hans: 好
